Repository: MEERABLK/rocket-factory-tycoon
Catalog: RocketClickerGame/RocketClickerGame/RocketClickerGameForm.*.resx
Languages: es

# timeLabel.Text
source: Time: 0
es: Tiempo: 0

# clicksLabel.Text
source: Clicks: 0
es: Clics: 0

# pointsLabel.Text
source: Points: 0
es: Puntos: 0

# upgradesLabel.Text
source: UPGRADES
es: Mejoras

# rocketEnhanceLabel.Text
source: Rocket Enhancement
es: Mejora del cohete

# factoryImprovementsLabel.Text
source: Factory Improvements
es: Mejoras de la fábrica

# powerUpsLabel.Text
source: Power Ups
es: Potenciadores

# specialItemsLabel.Text
source: Special Items
es: Objetos especiales

# helpersLabel.Text
source: HELPERS
es: AYUDANTES

# enhanceCostButton.Text
source: 300 points
es: 300 puntos

# rocketNameLabel.Text
source: Jet Fighter
es: Luchador a reacción

# fuelLabel.Text
source: Fuel
es: Combustible

# fuelCostButton.Text
source: 50 points
es: 50 puntos

# speedLabel.Text
source: Speed
es: Velocidad

# speedCostButton.Text
source: 100 points
es: 100 puntos

# spaceLabel.Text
source: Space
es: El espacio

# spaceCostButton.Text
source: 2000 points
es: 2000 puntos

# nightCostButton.Text
source: 1000 points
es: 1000 puntos

# nightLabel.Text
source: MoonNight
es: Noche de luna

# effectCostbutton.Text
source: 600 points
es: 600 puntos

# meteorLabel.Text
source: 15s Fire Shower
es: Lluvia de fuego de 15 segundos

# minerLabel.Text
source: Miner
es: Minero

# engineerLabel.Text
source: Engineer
es: Ingeniero

# riderLabel.Text
source: Rider
es: Jinete

# riderCostButton.Text
source: 220 points
es: 220 puntos

# minerCostButton.Text
source: 50 points
es: 50 puntos

# engineerCostButton.Text
source: 500 points
es: 500 puntos

# languageLabel.Text
source: Language
es: Idioma

# $this.Text
source: Rocket Factory Tycoon
es: Magnate de la Fábrica de Cohetes
