Repository: MEERABLK/rocket-factory-tycoon
Catalog: RocketClickerGame/RocketClickerGame/SettingsForm.*.resx
Languages: fr_ca

# settingsLabel.Text
source: SETTINGS
fr_ca: PARAMÈTRES

# NumberLabel.Text
source: Number Format
fr_ca: Format de nombre

# MusicOn.Text
source: On
fr_ca: Marche

# MusicOffButton.Text
source: Off
fr_ca: Arrêt

# MusicLabel.Text
source: Music
fr_ca: Musique

# AchievementLabel.Text
source: Achievements
fr_ca: Réalisations

# MinerAchievementLabel.Text
source: Buy a miner
fr_ca: Acheter un mineur

# EngineerAchievementLabel.Text
source: Buy an engineer
fr_ca: Acheter un ingénieur

# RiderAchievementLabel.Text
source: Buy a rider
fr_ca: Acheter un cycliste

# ClickAchievementLabel1.Text
source: Click 100 times
fr_ca: Cliquez 100 fois

# ClickAchievementLabel2.Text
source: Click 250 times
fr_ca: Clickez 250 fois

# SpaceAchievementLabel.Text
source: Move to space
fr_ca: Déménager dans l'espace

# NightSkyAchievementLabel.Text
source: Move to the night sky
fr_ca: Déplacez-vous vers le ciel nocturne

# MeteorAchievementLabel.Text
source: Start a meteor shower
fr_ca: Déclencher une pluie de météores

# PlayTimeAchievementLabel.Text
source: Play for 10 minutes
fr_ca: Jouez pendant 10 minutes

# NewRocketAchievementLabel.Text
source: Buy a new rocket
fr_ca: Acheter une nouvelle fusée

# ClickAchievementLabel3.Text
source: Click 1000 times
fr_ca: Clickez 1000 fois
